// datepicker-ar.js
FDatepicker.setMessages({
    days: ['الأحد', 'الاثنين', 'الثلاثاء', 'الأربعاء', 'الخميس', 'الجمعة', 'السبت'],
    daysShort: ['أحد', 'اثنين', 'ثلاثاء', 'أربعاء', 'خميس', 'جمعة', 'سبت'],
    daysMin: ['ح', 'ن', 'ث', 'ع', 'خ', 'ج', 'س'],
    months: ['يناير', 'فبراير', 'مارس', 'أبريل', 'مايو', 'يونيو', 'يوليو', 'أغسطس', 'سبتمبر', 'أكتوبر', 'نوفمبر', 'ديسمبر'],
    monthsShort: ['يناير', 'فبراير', 'مارس', 'أبريل', 'مايو', 'يونيو', 'يوليو', 'أغسطس', 'سبتمبر', 'أكتوبر', 'نوفمبر', 'ديسمبر'],
    today: 'اليوم',
    clear: 'مسح',
    close: 'إغلاق',
    format: 'd/m/Y h:i a',
    firstDayOfWeek: 0,
    noDatesSelected: 'لم يتم تحديد تواريخ',
    datesSelected: 'التواريخ المحددة ({0}):'
});
