// datepicker-si.js
FDatepicker.setMessages({
    days: ['ඉරිදා', 'සඳුදා', 'අඟහරුවාදා', 'බදාදා', 'බ්‍රහස්පතින්දා', 'ෂනිහරිදා', 'සෙනසුරාදා'],
    daysShort: ['ඉරි', 'සඳු', 'අඟහ', 'බදා', 'බ්‍රහ', 'ෂනි', 'සෙන'],
    daysMin: ['ඉ', 'ස', 'අ', 'බ', 'බ්‍ර', 'ෂ', 'සෙ'],
    months: ['ජනවාරි', 'පෙබරවාරි', 'මාර්තු', 'අප්‍රේල්', 'මැයි', 'ජූනි', 'ජූලි', 'අගෝස්තු', 'සැප්තැම්බර්', 'ඔක්තෝබර්', 'නොවැම්බර්', 'දෙසැම්බර්'],
    monthsShort: ['ජන', 'පෙබ', 'මාර්', 'අප්‍රේ', 'මැයි', 'ජූනි', 'ජූලි', 'අගෝ', 'සැප්', 'ඔක්', 'නොවැ', 'දෙසැ'],
    today: 'අද',
    clear: 'මකන්න',
    close: 'වසන්න',
    format: 'Y-m-d h:i a',
    firstDayOfWeek: 1,
    noDatesSelected: 'තෝරාගත් දින නැත',
    datesSelected: 'තෝරාගත් දින ({0}):'
});
