// datepicker-ka.js
FDatepicker.setMessages({
    days: ['კვირა', 'ორშაბათი', 'სამშაბათი', 'ოთხშაბათი', 'ხუთშაბათი', 'პარასკევი', 'შაბათი'],
    daysShort: ['კვ', 'ორ', 'სა', 'ოთ', 'ხუ', 'პა', 'შა'],
    daysMin: ['კ', 'ო', 'ს', 'ო', 'ხ', 'პ', 'შ'],
    months: ['იანვარი', 'თებერვალი', 'მარტი', 'აპრილი', 'მაისი', 'ივნისი', 'ივლისი', 'აგვისტო', 'სექტემბერი', 'ოქტომბერი', 'ნოემბერი', 'დეკემბერი'],
    monthsShort: ['იან', 'თებ', 'მარ', 'აპრ', 'მაი', 'ივნ', 'ივლ', 'აგვ', 'სექ', 'ოქტ', 'ნოე', 'დეკ'],
    today: 'დღეს',
    clear: 'გასუფთავება',
    close: 'დახურვა',
    format: 'd.m.Y H:i',
    firstDayOfWeek: 1,
    noDatesSelected: 'თარიღები არ არის მონიშნული',
    datesSelected: 'მონიშნული თარიღები ({0}):'
});
