// datepicker-hy.js
FDatepicker.setMessages({
    days: ['Կիրակի', 'Երկուշաբթի', 'Երեքշաբթի', 'Չորեքշաբթի', 'Հինգշաբթի', 'ՈՒրբաթ', 'Շաբաթ'],
    daysShort: ['Կիր', 'Երկ', 'Երեք', 'Չոր', 'Հին', 'ՈՒր', 'Շաբ'],
    daysMin: ['Կ', 'Ե', 'Ե', 'Չ', 'Հ', 'Ո', 'Շ'],
    months: ['Հունվար', 'Փետրվար', 'Մարտ', 'Ապրիլ', 'Մայիս', 'Հունիս', 'Հուլիս', 'Օգոստոս', 'Սեպտեմբեր', 'Հոկտեմբեր', 'Նոյեմբեր', 'Դեկտեմբեր'],
    monthsShort: ['Հուն', 'Փետ', 'Մար', 'Ապր', 'Մայ', 'Հուն', 'Հուլ', 'Օգ', 'Սեպ', 'Հոկ', 'Նոյ', 'Դեկ'],
    today: 'Այսօր',
    clear: 'Մաքրել',
    close: 'Փակել',
    format: 'd.m.Y H:i',
    firstDayOfWeek: 1,
    noDatesSelected: 'Ամսաթվեր նշված չեն',
    datesSelected: 'Նշված ամսաթվեր ({0}):'
});
