// datepicker-el.js
FDatepicker.setMessages({
    days: ['Κυριακή', 'Δευτέρα', 'Τρίτη', 'Τετάρτη', 'Πέμπτη', 'Παρασκευή', 'Σάββατο'],
    daysShort: ['Κυ', 'Δε', 'Τρ', 'Τε', 'Πέ', 'Πα', 'Σά'],
    daysMin: ['Κ', 'Δ', 'Τ', 'Τ', 'Π', 'Π', 'Σ'],
    months: ['Ιανουάριος', 'Φεβρουάριος', 'Μάρτιος', 'Απρίλιος', 'Μάιος', 'Ιούνιος', 'Ιούλιος', 'Αύγουστος', 'Σεπτέμβριος', 'Οκτώβριος', 'Νοέμβριος', 'Δεκέμβριος'],
    monthsShort: ['Ιαν', 'Φεβ', 'Μάρ', 'Απρ', 'Μάι', 'Ιού', 'Ιού', 'Αύγ', 'Σεπ', 'Οκτ', 'Νοέ', 'Δεκ'],
    today: 'Σήμερα',
    clear: 'Καθαρισμός',
    close: 'Κλείσιμο',
    format: 'd/m/Y h:i a',
    firstDayOfWeek: 1,
    noDatesSelected: 'Δεν επιλέχθηκαν ημερομηνίες',
    datesSelected: 'Επιλεγμένες ημερομηνίες ({0}):'
});
