// fTable localization file for 'ta' language.
// Converted automatically from legacy jQuery format
// fTable localization file for 'Tamil-தமிழ்' language.
//     Author: pitchaimuthu2050
FTable.setMessages({
serverCommunicationError: 'வழங்கியுடன் தொடர்பை ஏற்படுத்துவதில் பிழை ',
        loadingMessage: 'தரவுகள் ஏற்கப்படுகின்றன',
        noDataAvailable: 'எந்தவொரு தகவலும் இல்லை',
        addNewRecord: 'சேர்க்க',
        editRecord: 'திருத்த',
        areYouSure: 'உறுதியாக?',
        deleteConfirmation: 'உறுதியாக இத்தரவை அழிக்கவா?',
        save: 'சேமி',
        saving: 'சேமிக்கப்படுகிறது',
        cancel: 'விலக்கு',
        deleteText: 'அழி',
        deleting: 'அழிக்கப்படுகிறது',
        error: 'பிழை',
        close: 'மூடு',
        cannotLoadOptionsFor: 'தெரிவுகளை ஏற்பதில் பிழை',
        pagingInfo: 'பக்க விபரம்',
        canNotDeletedRecords: 'விபரங்களை அழிக்க முடியவில்லை',
        deleteProgress: 'விபரங்கள் அழிக்கப்படுகிறது',
        pageSizeChangeLabel: 'பக்க எண்ணிக்கை',
        gotoPageLabel: 'இப்பக்கம் செல்',
        sortingInfoPrefix: 'வரிசைப்படுத்தல் பயன்படுத்தப்பட்டது: ',
        ascending: 'ஏறுவரிசை',
        descending: 'இறங்குவரிசை',
        sortingInfoNone: 'வரிசைப்படுத்தல் பயன்படுத்தப்படவில்லை',
        csvExport: 'CSV',
        printTable: '🖨️  Print',
        cloneRecord: 'Clone Record'
});
